---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Amperes
source: html/a5309f8f-740b-ecd0-efd8-098d7c10b241.htm
---
# Autodesk.Revit.DB.UnitTypeId.Amperes Property

Amperes.

## Syntax (C#)
```csharp
public static ForgeTypeId Amperes { get; }
```